// This file contains placeholder data that you'll be replacing with real data in the Data Fetching chapter:
// https://nextjs.org/learn/dashboard-app/fetching-data

const stores = [
  {
    post_id: "3958dc9e-712f-4377-85e9-fec4b6a6442a",
    name: "돈까스 광명",
    title: "돈가스를 평정한 곳",
    explain:
      "시간이 비어서 어김없이 돈까스 광명에 방문했다. 오후 오픈런을 해서 상로스를 먹을 수 있었다. 돈잘알이 누구나 설레는 조합인 상로스에 히레 추가를 외쳤다.일본에 갈 필요가 없게 만든다. 도쿄에서 정말 많은 돈가스를 먹었지만 한식을 찾게 되듯이 자연스레 광명을 찾았다. 영롱한 색감의 촉촉한 고기는 눈으로 먼저 즐겼다. 씹을 때마다 풍기는 육향과 부드럽게 잘 넘어가는 돈가스는 근심 걱정을 사라지게 해줬다. 항상 일정한 폼으로 행복을 선사하는 돈가스다.<br>추가로 나온 히레 2조각. 2조각으로 감동을 느낄 수 있다. 안심 위에 후추를 뿌려 먹어야 광명 히레를 온전히 즐길 수 있다. 향긋한 육향과 부드러움을 즐기고 있을 때 후추 향이 살포시 노크를 한다. 문을 열어서 후추를 반겨줬더니 행복함을 얻을 수 있었다. 많은 말이 필요할까요? 월마다 2번씩 방문하는 곳입니다. 상로스도 히레도 거를 타선이 없습니다. 행복은 성적순이 아닌 광명 웨이팅 순 아닐까요? 오픈런 성공하셔서 상로스를 드셔보세요.",
    image_url: "https://d36dcj71lapw9d.cloudfront.net/kwangmung.jpg",
    lat: "37.5500741163575",
    lng: "126.908263744799",
    time: "영업시간 : 11:30-20:00/브레이크 타임 : 14:30-17:30/ 휴무일 : 일요일",
    menu: "상로스정식 15000원/히레추가 3000원",
  },
  {
    post_id: "3958dc9e-742f-4377-85e9-fec4b6a6442e",
    name: "일월카츠",
    title: "안국을 빛낸 위대한 돈가스다.",
    explain:
      "아름다운 빛깔의 돈가스가 나왔다. 상로스와 히레는 먹기 아쉬울 정도의 비주얼이었다. 우선 상로스는 이빨을 잠시 쉬게 해도 좋을 정도의 부드러움이었다. 와사비와 함께 지방층을 즐기니 세상을 다 가진 기분이었다. 향이 아름다웠다. 일월의 대표라고 생각하는 히레는 말을 잊게 했다. 소금에 찍어 먹어서 고기의 감칠맛과 풍미를 더 느낄 수 있었다. 메뉴가 많아 식은 뒤에 먹었을 때도 맛있었다. 식은 돈가스가 맛있는 건 더 이상 설명을 안 해도 이해했으리라 믿는다.",
    image_url: "https://d36dcj71lapw9d.cloudfront.net/illwal.jpg",
    lat: "37.577311793726",
    lng: "126.985174937177",
    time: "영업시간 : 11:30-21:00/브레이크 타임 : 15:00-17:00/휴무일 : 화요일",
    menu: "상로스카츠 16000원/히레카츠 14000원",
  },
  {
    post_id: "d6e15727-9fe1-4961-8c5b-ea44a9bd81aa",
    name: "메시야",
    title: "구마와 김치는 이제 돈가스로 즐기자",
    explain:
      "사람이 많은 곳은 이유가 있다. 고구마김치가 나오면 바로 주의를 주신다. 고구마가 김치의 5배 뜨거우니 조심해서 먹어야 했다. 빨간 볶음김치 사이로 돈가스가 보였다. 돈가스를 갈라보니 노오란 고구마가 반겨주는 돈가스였다. 김치는 정말 맛있는 볶음김치를 먹는 기분이었다. 삼겹살 기름에 굽는 김치가 두려워해야 할 김치 소스였다. 김치와 고구마돈가스를 함께 먹으면 매콤하면서 새콤한 김치가 달달한 고구마와 잘 어울렸다. <br> 김치 맛집이다. 김치 소스가 잔뜩 얹어져 나왔다. 고구마김치 돈가스를 밥과 함께 즐겼다. 그리고 문뜩 김치에 밥을 비벼 먹어야 합법이라 생각했다. 밥을 리필하고 남은 김치 소스를 다 넣어 비볐다. 완벽한 피날레였다. 직원분께서 먹을 줄 안다면서 칭찬할 정도. 무조건 밥에 비벼서 먹어보는 걸 추천한다.",
    image_url: "https://d36dcj71lapw9d.cloudfront.net/mesia.jpg",
    lat: "37.5500772247453",
    lng: "126.972319103874",
    time: "영업시간 : 11:00-20:00/브레이크 타임 : 없음/휴무일 : 토요일, 일요일",
    menu: "고구마김치 13000원",
  },
  {
    post_id: "126eed9c-c90c-4ef6-a4a8-fcf7408d3c66",
    name: "오제제",
    title: "용산에서 돈가스 가게 고민하지 마세요",
    explain:
      "아모레퍼시픽 건물에 다녀왔다. 지하에 위치한 오제제는 23년 돈가스를 빛낸 가게 중 하나다. 오제제는 다양한 지점이 생겼다. 그만큼 맛있는 돈가스를 먹기에 접근성이 좋아졌다. 오제제는 맛도 맛이지만 시각적으로 다양한 오브제들이 만족감을 더해준다.<br>완벽한 비주얼의 돈가스다. 특등심과 안심이 나왔다. 바삭해 보이는 돈가스와 새우튀김. 풍성한 샐러드까지 돈가스가 좋아질 수밖에 없는 비주얼이다. 특등심은 튀김옷의 고소함과 등심덧살과 지방층의 풍미가 좋았다. 특히 참기름에 뿌려먹는 것은 눈을 번쩍 뜨게 할 만큼 맛있었다. 안심은 부드럽고 잘 넘어갔다. 트러플 소금에 찍어 먹는 게 안심을 즐기기에 좋았다.",
    image_url: "https://d36dcj71lapw9d.cloudfront.net/ojeje.jpg",
    lat: "37.5287911785354",
    lng: "126.968673565462",
    time: "영업시간 : 11:00-21:00/브레이크 타임 : 15:30-17:30",
    menu: "특등심돈카츠+새우튀김 24000원/안심돈카츠+새우튀김 24000원",
  },
];

module.exports = {
  stores,
};
